_posts/language/2024-01-15-pestilence.html
---
layout: post
title: 单词本：pestilence
tags: [English]
categories: [language]
---
<p>
上一篇，我们在西风颂的第一节第二段中学了 hectic, 后面跟着的 pestilence
也值得学一学。
</p>

<p class="verse">
Yellow, and black, and pale, and hectic red,<br />
<b>Pestilence</b>-stricken multitudes: O thou,<br />
Who chariotest to their dark wintry bed<br />
</p>

<p>
pestilence 瘟疫，尤其指腺鼠疫（bubonic plague）。
</p>

<p>
本单词源自拉丁语 pestilentia 传入病、不健康的空气。而拉丁语单词 pestis
指的是致命的瘟疫。所以很多与 pest 相关的词都不太好：
</p>
<ul class="org-ul">
<li>pest 害虫</li>
<li>pesticide 杀虫剂，我们之前了解过，cide 是从拉丁语 caedere（切割）来的。在<a href="./2023-03-06-taurus">单词本：taurus</a>，我们认识了tauricide 牛磺酸杀虫剂。还有<a href="./2023-04-05-auspicious">单词本： auspicious</a>中，认识的 avicide 杀鸟剂。以及<a href="./2023-02-26-english-circumcision">circumcision</a> 环切手术。</li>
<li>pestilent 似瘟疫的、致命的、极其讨厌的</li>
<li>pestology 害虫学、害虫防治学</li>
<li>pestiferous 传播疾病的、邪恶的</li>
<li>pestilential 引起瘟疫的、危害社会的</li>
</ul>
